Repository: AbdulrhmanM0hamed/Doctor_App
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title_of_get_theBest
source: Get the Best Medical Service
ar: احصل على أفضل الخدمات الطبية

# discreption_of_get_theBest
source: Get the best medical service for treating skin diseases .
ar: احصل على أفضل خدمة طبية لعلاج الأمراض الجلدية.

# hello
source: ðŸ‘‹ Hello!
ar: 👋 مرحباً!

source: Search Medical
ar: البحث الطبي

# service
source: Services
ar: الخدمات

# doctor
source: Doctors
ar: الأطباء

source: Pharmacies
ar: الصيدليات

source: Report
ar: تقرير

# ai
source: Ai Scanning
ar: A I

source: Popular Doctor
ar: الأطباء الشهيرين

# ahmed
source: Dr.Ahmed Ibrahim
ar: د. أحمد إبراهيم

# mohamed
source: Dr.Mohamed Fathy
ar: د. محمد فتحي

# abdelrahman
source: Dr.Abdelrahman Mohamed
ar: د. عبدالرحمن محمد

# abanoub
source: Dr.Abanoub Nabil
ar: د. أبانوب نبيل

# kerolos
source: Dr.kerolos Mores
ar: د. كيرلس موريس

# heba
source: Dr.Heba Ali
ar: د. هبة علي

# Asmaa
source: Dr.Asmaa Zayed
ar: د. أسماء زايد

# laila
source: Dr.laila Al-Sharqawi
ar: د. ليلى الشرقاوي

source: Dermatologist
ar: طبيب جلدية

source: Review
ar: التقييم

# doctots
source: Doctors
ar: الأطباء

source: Search
ar: البحث

source: Home
ar: الرئيسة

source: Chat
ar: الدردشات

source: Account
ar: الحساب

source: Chat Room
ar: غرفة الدردشة
